[
    {
        "type": "latestNews",
        "title": "2023 Best Beaches Contest Winners",
        "link": "/news"
    },
    {
        "type": "latestNews",
        "title": "Top 10 Diving Spots",
        "link": "/news"
    },
    {
        "type": "latestNews",
        "title": "Fishing ban to be implemented this year",
        "link": "/news"
    },
    {
        "type": "latestNews",
        "title": "Lifeguard saves child from drowning",
        "link": "/news"
    },
    {
        "type": "vacationTips",
        "title": "What to bring on the beach?",
        "link": "/news"
    },
    {
        "type": "vacationTips",
        "title": "Planning Fun Activities",
        "link": "/news"
    },
    {
        "type": "vacationTips",
        "title": "Diving Checklist",
        "link": "/news"
    },
    {
        "type": "vacationTips",
        "title": "First Aid",
        "link": "/news"
    },
    {
        "type": "vacationTips",
        "title": "How to Build a Sand Castle?",
        "link": "/news"
    },
    {
        "type": "vacationTips",
        "title": "Tanning Tips",
        "link": "/news"
    },
    {
        "type": "vacationTips",
        "title": "Experience Kayaking!",
        "link": "/news",
        "author": "Juan De La Cruz",
        "publishDate": "April 03, 2023",
        "image": "/kayak.jpg",
        "alt": "Img",
        "content": "<p> Are you ready to explore the serene beauty of nature while indulging in an exhilarating adventure? Look no further than kayaking! Whether you're an experienced paddler or a novice seeking new thrills, kayaking offers an unforgettable experience for all. </p> <p> With its tranquil waters and breathtaking scenery, kayaking allows you to escape the hustle and bustle of daily life and immerse yourself in the wonders of the great outdoors. Glide along meandering rivers, navigate through lush mangroves, or paddle across crystal-clear lakes – the possibilities are endless. </p> <p> Kayaking isn't just about adrenaline-pumping action; it's also a fantastic way to connect with nature and appreciate the beauty that surrounds us. From spotting colorful wildlife to marveling at majestic landscapes, every moment spent on the water is filled with awe and wonder. </p> Whether you prefer a solo adventure or a guided tour led by experienced professionals, kayaking offers something for everyone. So why wait? Grab a paddle, put on your life jacket, and get ready to embark on the ultimate kayaking adventure today! <p> </p> <p> With its perfect blend of excitement, tranquility, and natural beauty, kayaking promises an experience like no other. Don't miss out on the opportunity to create unforgettable memories and discover the magic of kayaking for yourself. </p>"
    }
]
