[
    {
        "code": "GALR20240214",
        "name": "Gale Reef",
        "length": "4 nights / 5 days",
        "start": "2024-02-14T08:00:00Z",
        "resort": "Emerald Bay, 3 stars",
        "perPerson": "799.00",
        "image": "reef1.jpg",
        "description": "<p>Immerse yourself in the tranquility of Gale Reef, where azure waters caress pristine shores. Nestled in the embrace of nature, this haven offers a serene escape, perfect for those seeking solace and adventure alike.</p><p>Sed consequat libero ut turpis venenatis ut aliquam risus semper. Etiam convallis mi vel risus pretium sodales. Etiam nunc lorem ullamcorper vitae laoreet.</p>"
    },
    {
        "code": "DAWR20240315",
        "name": "Dawson's Reef",
        "length": "4 nights / 5 days",
        "start": "2024-03-15T08:00:00Z",
        "resort": "Blue Lagoon, 4 stars",
        "perPerson": "1199.00",
        "image": "reef2.jpg",
        "description": "<p>Discover the allure of Dawson's Reef, where the ocean's melody serenades the soul. With its rugged cliffs and secluded coves, this coastal gem beckons travelers to explore its hidden treasures and indulge in moments of pure bliss.</p><p>vulputate, vulputate at est. Morbi aliquet viverra metus eu consectetur. In lorem dui, elementum sit amet convallis ac, tincidunt vel sapien.</p>"
    },
    {
        "code": "CLAR20240621",
        "name": "Claire's Reef",
        "length": "4 nights / 5 days",
        "start": "2024-06-21T08:00:00Z",
        "resort": "Coral Sands, 5 stars",
        "perPerson": "1999.00",
        "image": "reef3.jpg",
        "description": "<p>Embark on a journey to Claire's Reef, where elegance meets untamed beauty. Set against a backdrop of swaying palms and turquoise seas, this idyllic retreat invites guests to unwind in luxury and bask in the warmth of tropical paradise.</p><p>Vulputate eget libero. In hac habitasse platea dictumst. Integer purus justo, egestas eu consectetur eu, cursus in tortor. Quisque nec nunc ac mi ultrices iaculis.</p>"
    }
]